tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'kieran-bamforth/homebrew-repo'

cask '1password'
cask '1password-cli'
cask 'alfred2'
cask 'appzapper'
cask 'crunch'
cask 'dash2'
cask 'docker'
cask 'dropbox'
cask 'eclipse-java'
cask 'firefox'
cask 'flux'
cask 'font-fira-code'
cask 'gas-mask'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'imageoptim'
cask 'impactor'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java'
cask 'java6'
cask 'java8'
cask 'keystore-explorer'
cask 'kieran-bamforth/homebrew-repo/charles'
cask 'kieran-bamforth/homebrew-repo/focus'
cask 'kitematic'
cask 'ksdiff'
cask 'microsoft-office'
cask 'mjolnir'
cask 'mysqlworkbench'
cask 'osxfuse'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rowanj-gitx'
cask 'slack'
cask 'spotify'
cask 'sqlitebrowser'
cask 'suspicious-package'
cask 'tripmode'
cask 'vagrant'
cask 'virtualbox'

mas 'Apple Configurator 2', id: 1037126344
mas 'Boom 3D', id: 1233048948
mas 'JPEGmini Lite', id: 525742250
mas 'Kaleidoscope', id: 587512244
mas 'MindNode', id: 992076693
mas 'OmniFocus', id: 867299399
mas 'OmniGraffle', id: 711830901
mas 'Transmit', id: 403388562
mas 'Tweetbot', id: 557168941
mas 'WhatsApp Desktop', id: 1147396723
mas 'Xcode', id: 497799835
mas 'macOS server', id: 883878097
mas 'Sketch', id: 852320343

# Using custom python for asciinema, httpie, macvim, mycli

brew 'ansible'
brew 'ant'
brew 'asciinema'
brew 'autojump'
brew 'aws-shell'
brew 'awscli'
brew 'awslogs'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'diff-so-fancy'
brew 'flake8'
brew 'fswatch'
brew 'fzf'
brew 'gawk'
brew 'git-secrets'
brew 'gnupg'
brew 'go-jira'
brew 'gradle'
brew 'graphviz'
brew 'gron'
brew 'http-server'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'jenv'
brew 'jid'
brew 'jq'
brew 'kieran-bamforth/homebrew-repo/client-cert-proxy', args: ['HEAD']
brew 'kieran-bamforth/homebrew-repo/csso'
brew 'kieran-bamforth/homebrew-repo/git-sweep'
brew 'kieran-bamforth/homebrew-repo/json-diff'
brew 'kieran-bamforth/homebrew-repo/slack-cli'
brew 'kieran-bamforth/homebrew-repo/sqlmap'
brew 'kieran-bamforth/homebrew-repo/truffle-hog'
brew 'kieran-bamforth/homebrew-repo/uglifyjs'
brew 'libffi'
brew 'libyaml'
brew 'lolcat'
brew 'lua'
brew 'macvim', args: [ 'env-std', "with-override-system-vim" ]
brew 'makefile2graph'
brew 'mas'
brew 'mycli'
brew 'node'
brew 'nodenv'
brew 'nss'
brew 'openssl'
brew 'pandoc'
brew 'plantuml'
brew 'poppler'
brew 'pyenv'
brew 'python'
brew 'python2'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'rpm'
brew 'ruby'
brew 's3fs'
brew 'sbt'
brew 'sshfs'
brew 'svn'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zplug'
brew 'zsh'
