tap 'Homebrew/homebrew-cask-fonts'
tap 'Homebrew/homebrew-cask-versions'
tap 'getantibody/tap'
tap 'jesseduffield/lazygit'
tap 'kieran-bamforth/homebrew-repo'
tap 'universal-ctags/universal-ctags'
tap 'wagoodman/dive'

cask '1password'
cask '1password-cli'
cask 'alfred2'
cask 'anki'
cask 'appzapper'
cask 'basictex'
cask 'crunch'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'fastlane'
cask 'firefox'
cask 'flux'
cask 'font-fira-code'
cask 'gas-mask'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'imageoptim'
cask 'impactor'
cask 'intellij-idea-ce'
cask 'iterm2-nightly'
cask 'java'
cask 'karabiner-elements'
cask 'keystore-explorer'
cask 'kieran-bamforth/homebrew-repo/charles'
cask 'kieran-bamforth/homebrew-repo/focus'
cask 'kieran-bamforth/homebrew-repo/tunnelblick'
cask 'kitematic'
cask 'ksdiff'
cask 'launchcontrol'
cask 'microsoft-office'
cask 'mjolnir'
cask 'mysqlworkbench'
cask 'osxfuse'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rowanj-gitx'
cask 'slack'
cask 'spotify'
cask 'suspicious-package'
cask 'tripmode'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'weka'
cask 'zotero'

mas 'Apple Configurator 2', id: 1037126344
mas 'Boom 3D', id: 1233048948
mas 'JPEGmini Lite', id: 525742250
mas 'Kaleidoscope', id: 587512244
mas 'MindNode', id: 1289197285
mas 'OmniFocus', id: 1346203938
mas 'OmniGraffle', id: 711830901
mas 'Pocket', id: 568494494
mas 'Sketch', id: 852320343
mas 'Transmit', id: 403388562
mas 'Tweetbot', id: 557168941
mas 'WhatsApp Desktop', id: 1147396723
mas 'Xcode', id: 497799835
mas 'macOS server', id: 883878097

brew 'ansible'
brew 'antibody'
brew 'asciinema'
brew 'asdf'
brew 'aws-shell'
brew 'awscli'
brew 'awslogs'
brew 'bat'
brew 'cmake'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'direnv'
brew 'dive'
brew 'docker-credential-helper-ecr'
brew 'flake8'
brew 'fzf'
brew 'gawk'
brew 'git-secrets'
brew 'gnupg'
brew 'go-jira'
brew 'graphviz'
brew 'gron'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'jid'
brew 'jq'
brew 'kieran-bamforth/homebrew-repo/aws-sam-cli'
brew 'kieran-bamforth/homebrew-repo/client-cert-proxy'
brew 'kieran-bamforth/homebrew-repo/csso'
brew 'kieran-bamforth/homebrew-repo/git-sweep'
brew 'kieran-bamforth/homebrew-repo/javascript-typescript-langserver'
brew 'kieran-bamforth/homebrew-repo/json-diff'
brew 'kieran-bamforth/homebrew-repo/lua'
brew 'kieran-bamforth/homebrew-repo/python-language-server'
brew 'kieran-bamforth/homebrew-repo/redis-cli'
brew 'kieran-bamforth/homebrew-repo/slack-cli'
brew 'kieran-bamforth/homebrew-repo/sqlmap'
brew 'kieran-bamforth/homebrew-repo/terminalizer'
brew 'kieran-bamforth/homebrew-repo/truffle-hog'
brew 'kieran-bamforth/homebrew-repo/uglifyjs'
brew 'kieran-bamforth/homebrew-repo/up'
brew 'lazygit'
brew 'libffi'
brew 'libyaml'
brew 'lolcat'
brew 'macvim', args: [ 'env-std', 'with-override-system-vim', 'with-python@2' ]
brew 'makefile2graph'
brew 'mas'
brew 'mycli'
brew 'ncdu'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'plantuml'
brew 'poppler'
brew 'python'
brew 'python2'
brew 'ranger'
brew 'readline'
brew 'ripgrep'
brew 'rpm'
brew 'ruby'
brew 's3fs'
brew 'sshfs'
brew 'tldr'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'um'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'wget'
brew 'yarn'
brew 'zsh'
