tap 'martido/homebrew-graph'
tap 'koekeishiya/formulae'
tap 'heroku/brew'
tap 'lucagrulla/tap'
tap 'ankitpokhrel/jira-cli'
tap 'hashicorp/tap'

cask '1password'
cask 'alacritty'
cask 'amethyst'
cask 'aws-vault'
cask 'daisydisk'
cask 'firefox'
cask 'flipper'
cask 'gas-mask'
cask 'google-chrome'
cask 'google-drive'
cask 'karabiner-elements'
cask 'krisp'
cask 'launchcontrol'
cask 'maccy'
# cask 'microsoft-excel'
# cask 'microsoft-outlook'
# cask 'microsoft-powerpoint'
cask 'microsoft-teams'
# cask 'microsoft-word'
cask 'ngrok'
cask 'obsidian'
cask 'orbstack'
cask 'qbittorrent'
cask 'slack'
cask 'spotify'
cask 'suspicious-package'
cask 'tower'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zsa-wally'

mas 'OmniFocus', id: 1346203938
mas 'Reeder', id: 1449412482

brew 'cw'
brew 'direnv'
brew 'dive'
brew 'doctl'
brew 'efm-langserver'
brew 'fd'
brew 'fswatch'
brew 'gh'
brew 'git'
brew 'git-branchless'
brew 'gitleaks'
brew 'glab'
brew 'hadolint'
brew 'hashicorp/tap/terraform-ls'
brew 'helm'
brew 'hurl'
brew 'istioctl'
brew 'jira-cli'
brew 'jq'
brew 'kind'
brew 'koekeishiya/formulae/skhd'
brew 'kubectl'
brew 'lefthook'
brew 'lua-language-server'
brew 'make'
brew 'ncdu'
brew 'nvim'
brew 'openssl'
brew 'python@3.9'
brew 'rg'
brew 'rtx'
brew 'shellcheck'
brew 'shfmt'
brew 'sipcalc'
brew 'skaffold'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
