tap 'martido/homebrew-graph'
tap 'koekeishiya/formulae'
tap 'heroku/brew'
tap 'lucagrulla/tap'
tap 'ankitpokhrel/jira-cli'
tap 'hashicorp/tap'

cask '1password-cli'
cask '1password'
cask 'alacritty'
cask 'amethyst'
cask 'aws-vault'
cask 'claude'
cask 'daisydisk'
cask 'firefox'
cask 'gas-mask'
cask 'git-credential-manager'
cask 'gitx'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'keymapp'
cask 'launchcontrol'
cask 'maccy'
# cask 'microsoft-excel'
cask 'microsoft-outlook'
# cask 'microsoft-powerpoint'
# cask 'microsoft-teams'
# cask 'microsoft-word'
# cask 'navicat-for-mysql' # download this
cask 'obsidian'
cask 'onedrive'
cask 'omnifocus'
cask 'orbstack'
cask 'qbittorrent'
cask 'rewind'
cask 'session-manager-plugin'
cask 'sizzy'
cask 'slack'
cask 'spotify'
cask 'suspicious-package'
cask 'tailscale'
cask 'tower'
cask 'utm'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'windsurf'
cask 'zoom'

mas '1Password Safari', id: 1569813296
# mas 'Noir Safari', id: 1592844577
mas 'Reeder', id: 1449412482

brew 'azure-cli'
brew 'cw'
brew 'dive'
brew 'doctl'
brew 'efm-langserver'
brew 'fd'
brew 'fswatch'
brew 'gh'
brew 'git'
brew 'git-absorb'
brew 'git-branchless'
brew 'gitleaks'
brew 'glab'
brew 'hadolint'
brew 'hashicorp/tap/terraform-ls'
brew 'helm'
brew 'hurl'
brew 'istioctl'
brew 'jira-cli'
brew 'jq'
brew 'kind'
brew 'koekeishiya/formulae/skhd'
brew 'kubectl'
brew 'lefthook'
brew 'lua-language-server'
brew 'make'
brew 'mise'
brew 'ncdu'
brew 'nvim'
brew 'openssl'
brew 'packer'
brew 'python@3.9'
brew 'rg'
brew 'shellcheck'
brew 'shfmt'
brew 'sipcalc'
brew 'skaffold'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
brew 'xdg-ninja', head: true
brew 'zoxide'
