tap 'martido/homebrew-graph'
tap 'koekeishiya/formulae'
tap 'heroku/brew'
tap 'lucagrulla/tap'
tap 'ankitpokhrel/jira-cli'

cask '1password'
cask 'alacritty'
cask 'amethyst'
cask 'aws-vault'
cask 'daisydisk'
cask 'docker'
cask 'drawio'
cask 'firefox'
cask 'gas-mask'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'homebrew/cask-drivers/zsa-wally'
cask 'karabiner-elements'
cask 'krisp'
cask 'lastpass'
cask 'launchcontrol'
cask 'lens'
cask 'maccy'
cask 'microsoft-excel'
cask 'microsoft-outlook'
cask 'microsoft-powerpoint'
cask 'microsoft-teams'
cask 'microsoft-word'
cask 'netgear-switch-discovery-tool'
cask 'ngrok'
cask 'obsidian'
cask 'qbittorrent'
cask 'slack'
cask 'spotify'
cask 'suspicious-package'
cask 'tower'
cask 'utm'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zotero'

mas 'OmniFocus', id: 1346203938
mas 'Reeder', id: 1449412482

brew 'cw'
brew 'direnv'
brew 'dive'
brew 'docker-credential-helper'
brew 'doctl'
brew 'efm-langserver'
brew 'fd'
brew 'fswatch'
brew 'gh'
brew 'git'
brew 'hadolint'
brew 'helm'
brew 'heroku'
brew 'istioctl'
brew 'jira-cli'
brew 'jq'
brew 'kind'
brew 'koekeishiya/formulae/skhd'
brew 'kubectl'
brew 'lua-language-server'
brew 'make'
brew 'ncdu'
brew 'nvim'
brew 'openssl'
brew 'python@3.9'
brew 'rg'
brew 'shellcheck'
brew 'shfmt'
brew 'sipcalc'
brew 'skaffold'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
brew 'volta'
